Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public string Name { get; }
  Visual Basic
Public ReadOnly Property Name As String
	Get
  Visual C++
public:
property String^ Name {
	String^ get ();
}
 See Also
  WireConduitType Class
  Autodesk.Revit.DB.Electrical Namespace